Repository: ThanhTrong2k/BXH-Pokemon-VietNam
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: vi

source: Leaderboard
vi: Bảng xếp hạng

source: Live player progress
vi: Cập nhật theo tiến trình người chơi

source: New Match
vi: Thêm trận mới

source: Global Rankings
vi: Xếp hạng toàn game

source: Aggregated from PC & Android (Joiplay). Click a player to see match details.
vi: Tổng hợp từ PC & Android (Joiplay). Nhấp vào người chơi để xem chi tiết từng trận.

source: Rounds
vi: Số lượt

source: Pokémon KOs
vi: Pokemon ngất

source: Reached Trainer
vi: Số Trainer đã qua

source: Players
vi: Người chơi

source: Uploaded progress
vi: Đã upload tiến trình

source: Total Matches
vi: Tổng trận

source: From all players
vi: Từ tất cả người chơi

source: Form Top
vi: Top phong độ

source: Refresh
vi: Làm mới

source: Top 3 most efficient recent matches
vi: Top 3 trận đấu hay nhẩt gần đây

source: Player
vi: Người chơi

source: KOs
vi: Gục

source: Team
vi: Đội hình

source: Data synced from PC & Android (Joiplay). This is a demo UI — plug your real API to go live.
vi: Dữ liệu được đồng bộ từ PC & Android (Joiplay). Trang này là giao diện demo — gắn API thật để chạy live.
